Repository: igapyon/openrpa-ja-tmx
Catalog: tmx/OpenRPA.NM-en2ja.tmx
Source language: en_us
Languages: ja

source: Close Tab
ja: タブを閉じる

source: Compensate for old extension
ja: 古い拡張を補う

source: Debug Console
ja: デバッグ・コンソール

source: Double-click to view
ja: ダブルクリックで表示

source: Execute Script
ja: スクリプトを実行

source: Get Element
ja: 要素を取得

source: Get current
ja: カレントを取得

source: Highlight
ja: 強調

source: Loop action
ja: アクションをループ

source: Open Editor
ja: エディタを開く

source: Open Selector
ja: セレクタを開く

source: Open URL
ja: URL を開く

source: Wait For Download
ja: ダウンロードを待機

source: Wait after set value
ja: 値の設定後に待機

source: Wait for page page to be ready / is not loading
ja: ページが準備状態つまり非ロード中になるまで待機

source: Wait for ready
ja: 準備状態を待機

source: register old portname
ja: 古いポート名を登録

source: unique ids
ja: ユニーク ids

source: wait for tab
ja: タブを待機
